[
  {
    "title": "Tim Mcgraw",
    "description": "Tim Mcgraw hace referencia a un chico que le gustaba a taylor en su adolescencia; estaban enamorados pero no podían seguir juntos porque él iniciaría la universidad. Ella dice que cada vez que escuches la canción Tim Mcgraw te recuerde a ella."
  },
  {
    "title": "Picture to burn / Quemar esa foto",
    "description": "Dirigida a un ex novio de la adolescencia; ella termina con él y, enojada, quema sus fotos describiéndolo como inmaduro y criticando su camioneta vieja."
  },
  {
    "title": "Teardrops On My Guitar / Lágrimas sobre mi guitarra",
    "description": "Dedicada a un compañero de clase que la considera su mejor amigo; ella está enamorada de él pero él siente algo por otra chica."
  },
  {
    "title": "A Place In This World / Un lugar en el mundo",
    "description": "Habla de los comienzos de su carrera musical y la búsqueda de su lugar en el mundo mientras no se rinde."
  },
  {
    "title": "Cold As You / Frío como tú",
    "description": "Define a una persona que no valora el amor, mostrando frialdad y falta de reciprocidad en la relación."
  },
  {
    "title": "The Outside / El exterior",
    "description": "Taylor se describe como tímida y observadora; interpreta historias cotidianas y desea formar parte de ellas."
  },
  {
    "title": "Together With a Smile / Atadas a una sonrisa",
    "description": "Dedicada a una amiga que aparenta felicidad pero sufre por un problema alimenticio; Taylor la describe como hermosa aunque no se sienta así."
  },
  {
    "title": "Stay Beautiful / Permanece hermoso",
    "description": "Tema dedicado a un chico que ella conoce de vista; le parece hermoso y desearía acercarse pero no se anima."
  },
  {
    "title": "Should've Said No / Debiste haber dicho que no",
    "description": "Habla de una infidelidad: el ex pide perdón y ella responde que debió haber dicho que no, terminando la relación."
  },
  {
    "title": "Mary's Song / Canción de María",
    "description": "Cuenta la historia de una pareja de vecinos que se enamoran desde niños, se casan y tienen hijos; ejemplo de amor duradero."
  },
  {
    "title": "Our Song / Nuestra canción",
    "description": "Dedicada a una pareja que aún no tiene su canción; fue interpretada por primera vez en el show de talentos del colegio."
  },
  {
    "title": "I'm Only Me When I'm With You / Solo soy yo cuando estás conmigo",
    "description": "Dedicada a amigos y familiares; expresa la libertad y confianza que siente junto a ellos."
  },
  {
    "title": "Invisible",
    "description": "Habla de sentirse invisible para el chico que ama en la secundaria; él está enamorado de otra chica y no la nota."
  },
  {
    "title": "A Perfectly Good Heart / Un corazón perfectamente bueno",
    "description": "Relata el dolor de dar todo por amor y recibir heridas emocionales que dejan cicatrices difíciles de curar."
  }
]
