[
  {
    "title": "Fearless / Sin miendo",
    "description": "Esta cancion no esta dedicada a nadie; Taylor describe su cita ideal y enseña a no tener miedo de volver a enamorarse tras una ruptura dolorosa. La escribió cuando era telonera presentando su disco debut."
  },
  {
    "title": "Fitteen / Quince",
    "description": "Habla del primer año en la secundaria y de la historia de Abigail Anderson; una lección para chicas de 15 años sobre que el amor puede doler y enseñar."
  },
  {
    "title": "Love Story / Historia de amor",
    "description": "Describe una relación inspirada en Romeo y Julieta (posible referencia a Martin Johnson) y ofrece un final feliz en lugar del trágico original."
  },
  {
    "title": "hey stephen",
    "description": "Confiesa sentimientos hacia Stephen Barker Liles; pregunta quién le dedicaría una canción entre tantas admiradoras."
  },
  {
    "title": "White Horse / Caballo blanco",
    "description": "Dedicada también a Martin Johnson; rompe el ideal del príncipe en caballo blanco y habla de la desilusión cuando alguien nos defrauda."
  },
  {
    "title": "You belong with Me / Deberiamos estar juntos",
    "description": "Partió de una discusión que escuchó entre su mejor amigo y su novia; trata sobre una chica enamorada de un chico que está con la chica popular que no lo merece."
  },
  {
    "title": "Breathe / Respira",
    "description": "Habla de una ruptura de amistad por razones mayores, dedicada a Emily Poe; mensaje sobre aceptar el fin de una relación cercana."
  },
  {
    "title": "Tell Me Why / Dime por que",
    "description": "Dedicada a un chico (posible Martin Johnson) indeciso y contradictorio; la confusión lleva a Taylor a terminar la relación."
  },
  {
    "title": "You are not sorry / No te lamentes",
    "description": "Probablemente dedicada a Martin Johnson; trata de secretos y mentiras que dañan a Taylor hasta que deja de creerle."
  },
  {
    "title": "The Way I Loved You / La manera en que te amaba",
    "description": "Contrasta una relación perfecta pero sin pasión con una anterior complicada y apasionada que ella extraña."
  },
  {
    "title": "Forever & always / Por siempre y siempre",
    "description": "Dedicada a Joe Jonas; relata el desgaste de una relación que parecía destinada a durar pero terminó inesperadamente."
  },
  {
    "title": "The best day / El mejor día",
    "description": "Dedicada a su familia, especialmente a su madre; cuenta un recuerdo donde su madre la consoló y convirtió un mal momento en el mejor día."
  },
  {
    "title": "Change / Cambios",
    "description": "Habla de los obstáculos en sus comienzos y del esfuerzo colectivo para superar desigualdades en la industria; dedicada a quienes la apoyaron y a Big Machine Records."
  },
  {
    "title": "Jump then fall / Salta luego cae",
    "description": "Romance de verano y amor adolescente; describe una relación intensa que pudo haber ocurrido cuando tenía quince años."
  },
  {
    "title": "Untouchable / Intocable",
    "description": "Sobre un amor no correspondido donde los sentimientos no son devueltos por la otra persona."
  },
  {
    "title": "Come in With The Rain / Vuelve con la lluvia",
    "description": "Dedicada a Joe Jonas; expresa extrañar a alguien y desear su regreso a pesar de las dificultades."
  },
  {
    "title": "Superstars / Super estrella",
    "description": "Dedicada a un ídolo de su adolescencia (posible Jake Owen); expresa admiración por esa persona."
  },
  {
    "title": "The Other Side of the Door / Del otro lado de la puerta",
    "description": "Trata de discusiones y reconciliación: aunque en el momento se quiera terminar, se recuerda el valor de la relación (dedicada a Joe Jonas)."
  },
  {
    "title": "Today Was a Fairytale / Hoy fue un cuento de hadas",
    "description": "Canción incluida en la película Valentine's Day; describe un día mágico y romántico."
  },
  {
    "title": "You All Over Me / Todavía te siento en mí",
    "description": "Taylor recuerda momentos con una persona amada; todavía lo siente y lo extraña (canción para Joe Jonas)."
  },
  {
    "title": "Mr. Perfectly Fine / Sr. perfectamente bien",
    "description": "Se especula que esté dedicada a Joe Jonas; habla de alguien que finge estar bien tras una ruptura mientras Taylor sufre."
  },
  {
    "title": "We Were Happy / Fuimos felices",
    "description": "Recuerdos y anécdotas de una relación que fue feliz en su momento; reflexión nostálgica."
  },
  {
    "title": "That's When / Eso es cuando",
    "description": "Sobre una pareja en peligro que decide sanar y apoyarse mutuamente para empezar de nuevo."
  },
  {
    "title": "Don't You / No lo hagas",
    "description": "Probablemente dedicada a Joe Jonas; describe la confusión de reencontrarse con un ex y no poder fingir indiferencia."
  },
  {
    "title": "Bye Bye Baby / Adiós nena",
    "description": "Relata una separación difícil e inesperada; la canción relata el final y el adiós de la relación."
  }
]
