[
  {
    "title": "The 1 / el 1",
    "description": "Taylor recuerda una relación pasada y reflexiona sobre lo que podría haber sido si ambos hubieran hecho las cosas mejor."
  },
  {
    "title": "Cardigan",
    "description": "Parte de un triángulo amoroso adolescente; narra el engaño y la decepción desde la perspectiva de Betty, con un final abierto sobre el perdón."
  },
  {
    "title": "The Last American Dynasty / la ultima gran dinastia americana",
    "description": "Basada en la historia de la casa Holiday House y Rebekah Harkness; compara la vida pública de esa figura con la de Taylor."
  },
  {
    "title": "Exile / exilio",
    "description": "Canción dolorosa sobre dos ex amantes que ven su relación de forma distinta y recuerdan el reemplazo y las fallas del pasado."
  },
  {
    "title": "My Tears Ricochet / mis lagrimas rebotan",
    "description": "Sobre la ruptura de una relación estrecha que se vuelve traición; posiblemente dedicada a Scott Borchetta y la disputa con su antigua discográfica."
  },
  {
    "title": "Mirrorball / bola de espejos",
    "description": "Metáfora sobre adaptarse y entretener a los demás; también relacionada con la cancelación de Lover Fest por la pandemia."
  },
  {
    "title": "Seven / siete",
    "description": "Rememora la infancia y cambios al crecer; puede estar dedicada a una amiga de la infancia con problemas en casa."
  },
  {
    "title": "August / agosto",
    "description": "Parte del triángulo amoroso; narra la perspectiva de Augustine, el romance de verano con James, y la nostalgia de ese amor pasajero."
  },
  {
    "title": "This Is Me Trying / esto es lo que intento",
    "description": "Habla de luchas internas y resiliencia frente al acoso en redes y momentos difíciles; homenaje a quienes intentan seguir adelante."
  },
  {
    "title": "Illicit Affairs / asuntos ilicitos",
    "description": "Narrración desde la perspectiva de la amante en una infidelidad secreta, cuestionando si vale la pena seguir así."
  },
  {
    "title": "Invisible String / cuerda invisible",
    "description": "Declaración de amor a Joe Alwyn; habla de un hilo invisible que conecta a las personas a través del tiempo y la distancia."
  },
  {
    "title": "Mad Woman / mujer loca",
    "description": "Refleja la ira femenina ante traiciones y cómo es retratada la mujer enojada por la sociedad; posible referencia a su antiguo representante."
  },
  {
    "title": "Epiphany / epifania",
    "description": "Dedicada al abuelo Dean Finlay y también a quienes sufrieron durante la pandemia; habla de fortaleza ante experiencias traumáticas."
  },
  {
    "title": "Betty",
    "description": "Última canción del triángulo amoroso, narrada desde la perspectiva de James; confesión de arrepentimiento y deseo de reconciliación."
  },
  {
    "title": "Peace / paz",
    "description": "Reflexiona sobre si es posible darle a su pareja una vida de paz pese a la exposición mediática; declara que él es el amor de su vida."
  },
  {
    "title": "Hoax / engaño",
    "description": "Describe una relación desgastada pero duradera, con sentimientos complejos y desesperanza."
  },
  {
    "title": "The Lakes / los lagos",
    "description": "Homenaje poético a los distritos del 'Lake District' y a artistas que mantienen su raíz; habla de intentar escapar y reivindicar la propia voz."
  }
]
