[
  {
    "title": "I Forgot That You Existed / Olvidé que existías",
    "description": "Canción sobre superar rencores y dramas pasados; marca un distanciamiento de conflictos previos en su vida pública y relaciones."
  },
  {
    "title": "Cruel Summer / Verano cruel",
    "description": "Refleja la ansiedad de un romance que podría romperse; describe el dolor anticipado de una relación frágil durante el verano."
  },
  {
    "title": "Lover / Amado",
    "description": "Balada sobre compromiso y convivencia; celebra la unión y la monogamia pero también muestra la vulnerabilidad ante la posible pérdida."
  },
  {
    "title": "The Man / El hombre",
    "description": "Crítica social sobre el machismo: imagina cómo sería su carrera y juicios públicos si fuera hombre."
  },
  {
    "title": "The Archer / El arquero",
    "description": "Canción introspectiva sobre inseguridades y errores personales; habla de recibir e infligir dolor dentro de las relaciones."
  },
  {
    "title": "I Think He Knows / Creo que él lo sabe",
    "description": "Tema de enamoramiento incipiente; sugiere que la otra persona ya percibe el amor y la fascinación que ella siente."
  },
  {
    "title": "Miss Americana & The Heartbreak Prince / Señorita Americana y el príncipe de corazón roto",
    "description": "Pieza con tinte político que usa la metáfora escolar para comentar decepciones y dinamicas sociales tras las elecciones de 2016."
  },
  {
    "title": "Paper Rings / Anillos de papel",
    "description": "Canción alegre sobre amor y compromiso sencillo; celebra la diversión y el afecto más allá de lo material."
  },
  {
    "title": "Cornelia Street",
    "description": "Nostálgica reflexión sobre un lugar (una calle) que guarda recuerdos importantes de una relación amorosa."
  },
  {
    "title": "Death By A Thousand Cuts / Muerte por mil cortes",
    "description": "Describe la depresión y el dolor cotidiano tras una separación larga; inspirada en sentimientos de pérdida que se reavivan en pequeñas cosas."
  },
  {
    "title": "London Boy / Chico de Londres",
    "description": "Dedicada a una persona de Londres; celebra sus costumbres, su acento y el encanto de la ciudad que enamora a la narradora."
  },
  {
    "title": "Soon You'll Get Better / Pronto estarás mejor",
    "description": "Canción íntima y dolorosa dedicada a su madre durante la lucha contra el cáncer; expresa miedo, esperanza y amor familiar."
  }
]
