[
  {
    "title": "Ready for It? / ¿Estás listo para esto?",
    "description": "Habla sobre un nuevo comienzo amoroso y la incertidumbre tras su pasado y reputación; interpretada como dedicada a Joe Alwyn."
  },
  {
    "title": "End Game / Fin del juego",
    "description": "Describe una relación fuerte y duradera; interpretada como dedicada a Joe Alwyn y la idea de ser el 'fin del juego' de alguien."
  },
  {
    "title": "I Did Something Bad / Hice algo malo",
    "description": "Taylor se apropia de la narrativa pública que habla mal de ella y responde con ironía sobre las acusaciones y falsedades."
  },
  {
    "title": "Don't Blame Me",
    "description": "Declaración de amor absoluto (interpretada hacia Joe Alwyn) que describe cómo el amor la transformó."
  },
  {
    "title": "Delicate / Delicado",
    "description": "Una canción sobre vulnerabilidad en una relación ante rumores y la ansiedad por perder a la pareja por la reputación pública."
  },
  {
    "title": "Look What You Made Me Do / Mira lo que me hiciste hacer",
    "description": "Respuesta a Kim Kardashian y Kanye West; habla de traición pública y cómo el karma se encargó de ello."
  },
  {
    "title": "So It Goes... / Así es la vida",
    "description": "Relata el lado sensual de la relación; difícil de interpretar con certeza, pero se centra en la intimidad."
  },
  {
    "title": "Gorgeous / Eres hermoso",
    "description": "Canción sobre amor a primera vista, dedicada a Joe Alwyn."
  },
  {
    "title": "Getaway Car / Auto de escape",
    "description": "Habla de un romance de ocasión usado para escapar de una relación previa; posible referencia a Tom Hiddleston."
  },
  {
    "title": "King of My Heart / Rey de mi corazón",
    "description": "Declaración de amor y confianza plena, interpretada como dedicada a Joe Alwyn."
  },
  {
    "title": "Dancing With Our Hands Tied / Bailando con las manos atadas",
    "description": "Refleja la presión mediática sobre la relación; describe la dificultad de actuar con libertad en público."
  },
  {
    "title": "Dress",
    "description": "Canción íntima y sensual que explora la conexión física y emocional con su pareja."
  },
  {
    "title": "This Is Why We Can't Have Nice Things / Es por esto que no podemos tener cosas bonitas",
    "description": "Relata la enemistad con Kanye West y Kim Kardashian y cómo rompieron la posibilidad de reconciliación."
  },
  {
    "title": "Call It What You Want / Llámalo como quieras",
    "description": "Canción sobre cómo el amor la ayudó a sanar tras el escándalo público; homenaje a la persona que la apoyó."
  },
  {
    "title": "New Year's Day / Día de Año Nuevo",
    "description": "Canción final que habla de la intimidad del último día del año y el deseo de mantener la relación a lo largo del tiempo."
  }
]
