 [
  {
    "title": "The Black Dog / El Perro Negro",
    "description": "The black Dog es un bar en Londres, Inglaterra, donde ella y su ex pareja Joe Alwyn solían ir a menudo. Luego de su separación lo menciona la canción. Es que aún Joe seguía compartiendo su ubicación con su celular. Taylor en duelo luego de la ruptura le invadió la curiosidad de saber qué hacía y vio en su ubicación que él volvía a este bar. Por lo cual a Taylor le despertó dudas y empezó a tener pensamientos que alimentaban ese remordimiento y miedo de saber con quién él iba a ese lugar, de sentirse reemplazada tan rápido, de creer que él empezó a rehacer su vida y ella aún angustiada por la separación. Una vez en The Black Dog, Taylor refleja su miedo constante a ser reemplazada y olvidada, además de sentirse poca cosa en el sentido de que tan solo pasaron 6 semanas de su separación (de una relación de 6 años), él ya salía a divertirse en ese bar, demostrando que tan rápido se olvidó de ella."
  },
  {
    "title": "imgonnagetyouback / Te Voy a Recuperar",
    "description": "Esta canción habla de recuperar a una ex pareja. Ella siente las vibras de que su amado aún la desea, está al acecho esperando alguna señal para volver a encararlo y recuperar su amor. Probablemente sea una canción para Matthew Healy, porque si bien la canción está escrita toda en minúscula y sin espacios, esto es a propósito porque Healy a Taylor le dedicó 'fallingforyou', una canción de amor con el mismo formato de texto. Esta canción en una parte dice 'solo necesitamos tu casa grande y mi bicicleta' y Taylor hace referencia a esto en su canción 'no sé si recuperarte o romper tu bicicleta, aún no lo he decidido'. Como también partes de la canción que son directamente para él como 'regresaré cuando arregles tu cara', hace referencia a la imagen de Healy."
  },
  {
    "title": "The Albatross / El Albatros",
    "description": "Una vez más Taylor habla de su inseguridad acerca de los conflictos que pueden llegar a su relación por culpa del perseguimiento masivo de los medios. Al igual que Peace de Folklore, teme a dañar otra vez a alguien que es muy importante para ella. Ella hace referencia a un ave oceánica, llamada Albatros. Esta ave en Inglaterra se cree que es de mala suerte dependiendo de cómo la trates o respetes, pero por lo general es de mal augurio. Taylor se adueña de esta metáfora diciendo que es una persona que destruye todo lo que toca: 'Ella es un Albatros, Ella está aquí para destruirte'."
  },
  {
    "title": "Chloe or Sam or Sophia or Marcus / Chloe o Sam o Sophia o Marcus",
    "description": "Esta es una canción sobre una ruptura o un recuerdo de una relación pasada a la cual uno no puede olvidar y superar. De la imaginación sobre cómo es y le va esa persona, de tantas ideas que pasan por la mente de creer cómo podrían haber sido las cosas y las posibilidades vividas si ambos estuvieran alineados. Los nombres mencionados en el título de la canción según yo no son más que nada que una imaginación de Taylor sobre quién puede ser la nueva pareja de un ex. Tiene mucha inseguridad de tanto pensar que es su reemplazo. 'Tu holograma llegó a mi departamento' puede ser esto mismo: los recuerdos invasivos o quizá la visualización en redes sobre su vida. La canción menciona una relación de una década, y Taylor con Matthew se conocen desde 2014. Si bien puede ser una canción dedicada para él, o no es más que un mensaje de cómo se siente una persona al pasar una separación. Esta canción es muy parecida en términos de significado literal a The 1 de Folklore, de querer saber qué hubiese pasado si no nos hubiésemos alejado."
  },
  {
    "title": "How Did It End? / ¿Cómo Acabó?",
    "description": "En esta canción Taylor cuenta la manera en cómo terminó su vida junto a Joe Alwyn, más que nada de hecho de darle explicaciones a los demás de por qué terminaron. Ella al principio de la canción menciona Post mortem, describiéndose a ella misma de cómo un cuerpo lentamente va quedando sin vida. Es una metáfora describiendo su sufrimiento ante esta situación de que la relación se iba acabando poco a poco."
  },
  {
    "title": "So High School / Como en el Secundario",
    "description": "Al igual que The Alchemy, todos los Swifties supimos muy rápido que esta canción se refiere a su actual pareja Travis Kelce. Además de que la canción menciona varias alegorías con respecto a él. Para comenzar, Taylor se siente como una chica de secundaria enamorada del típico chico que practica fútbol americano. En el colegio el fútbol americano es una cultura muy popular. Pero también existen otras referencias como el juego de 'Cásate, mátame o bésame', que hace referencia a una entrevista que le hicieron a Travis mucho antes de conocerse y él menciona a Taylor. Y otra referencia también bastante obvia es 'Sabías lo que querías y, chico lo conseguiste'. Esto es cuando Travis decidió conquistar a Taylor llevando en su concierto una friendship con su número de teléfono para entregárselo personalmente. Esto no sucedió, pero lo mejor de todo es que Travis siempre supo lo que quería y lo consiguió tal y como lo describe Taylor."
  },
  {
    "title": "I Hate It Here / Odio Estar Aquí",
    "description": "En esta canción Taylor una vez nos enseña una vez más su idea de escapar de su vida actual de aquella carga que representa la fama, para vivir aquellos pequeños detalles de la vida. Detalles que en su realidad actual no puede conseguir. Ella se resguarda en su jardín secreto, aquel espacio donde se siente segura, donde los miedos desaparecen. Ese espacio es su mente, sus fantasías e imaginación. I Hate It Here es para aquellas personas que sobrepiensan las cosas, las que les encantaría que su vida sea como la que se imaginan en su mente. Las personas que crean escenarios e historias en sus mentes y quieren que sea así pero en la vida real no funciona o no se da de la misma manera. Y cuando sucede esto uno tiene su 'jardín secreto' para resguardarse y sentirse con un poco de paz y tranquilidad. Quizá lo que se imagina uno no existe, no es real, pero aun si pensar que sí existe nos fortalece y nos hace sentir bien."
  },
  {
    "title": "thanK you aIMee / Gracias AIMEE",
    "description": "Esta canción está dedicada para Kim Kardashian. El título así mismo lo deletrea. Taylor explica el mal momento que pasó durante del conflicto y polémica que tuvo con Kim y Kanye West, que prácticamente casi acaban con su carrera frente a la mala jugada que estos fenómenos le hicieron. De las falsas acusaciones y aquella llamada que la destruyó por completo. Pero a fin de cuentas se desmintiò que el audio de la llamada era real. Pero sin embargo Taylor muy lejos de perdonar y de olvidar todo lo que sucedió, en esta canción nos muestra la frustración que todavía siente por Kim. Pero también le deja un mensaje claro que pese a lo que Kim le hizo, Taylor se fortaleció, dejó un legado inolvidable y eso es algo que Kim no va a poder deshacer."
  },
  {
    "title": "I Look in People's Windows / Miro por las Ventanas de la Gente",
    "description": "Taylor una vez más dice nos muestra que le sucede cuando termina una relación, y es esa necesidad de pensar que hubiese pasado si todo sería diferente: 'Soy adicta al Si tan solo...'. A su vez también ese sentimiento de saber qué es de su vida y qué estará haciendo, mirando a través de otras personas cercanas a su ex: 'Entonces, miro por las ventanas de otras personas'. En cada canción de ruptura Taylor nos enseña lo mucho que ella ama y da por esa persona. Tanto así que cuando termina una relación no es tan simple como desechar y ya. Le suceden muchos sentimientos y pensamientos que demuestran que realmente ama de verdad y le duele mucho perder a esa persona que fue una parte de su historia."
  },
  {
    "title": "The Prophecy / La Profecía",
    "description": "Taylor narra en esta canción que ella siente mucha inseguridad con ella misma. Se castiga al creer que ella y su fama siempre son culpables de perder a la persona que ama, así como lo menciona en Peace. Y piensa a su vez que esto nunca va a cambiar, que está destinada a vivir sola y simboliza esto como una profecía. Y que cambiaría todo lo que tiene para cambiar esto, conseguir a un hombre, un compañero que esté para siempre con ella. En Anti-Hero Taylor también nos habla de este temor de que su pareja la deje por culpa de lo que conlleva estar con ella. Pero en The Prophecy es diferente porque en Anti-Hero Taylor lo describe en una forma de chiste o burla hacia ella misma. En The Prophecy se la muestra con un tono más derrotada y triste."
  },
  {
    "title": "Cassandra / Casandra",
    "description": "Cassandra está orientada en la princesa Cassandra de Troya de la mitología griega. Apolo el dios del sol estaba enamorado de Cassandra. Él le pidió casamiento y a cambio de esto le dio el don de la adivinación y predecir el futuro. Cassandra no cumplió el trato. Apolo en venganza le dejó una maldición de por vida la cual nadie iba a creer sus profecías y nadie jamás la iba a tomar en serio con respecto de decisiones. Taylor se identifica con Cassandra. Ella cree que tuvo la maldición de que nadie le creía cuando ella decía que los audios y esa llamada con Kanye West eran falsos. Esto generó tanta polémica que todo el mundo la trató de falsa y mentirosa, llenando las redes sociales de serpientes. Mucho después se desmintió esto y Taylor siempre tuvo la razón."
  },
  {
    "title": "Peter / Peter",
    "description": "La razón por la cual esta canción se llama 'Peter' es que hace referencia a Peter Pan, un niño que nunca crece. Esta canción si bien habla de promesas rotas y sobre una relación que no funciona, su amante acá le promete que va a cambiar, que va a mejorar y madurar y cuando ello suceda él va a regresar a buscarla. Pero es una promesa que si bien no cumple y demostró que nunca va a cambiar."
  },
  {
    "title": "The Bolter / La Que Huye",
    "description": "Idiana Sackville era una aristócrata inglesa la cual tenía una alta relevancia y una vida de lujos. Su particularidad era que tenía un historial de muchos amantes. Taylor tomó como inspiración la figura de ella para hacer referencia a alguien que tuvo muchas parejas y cuando obtiene lo que buscaba se escapa. De este modo a Idiana la apodaron 'The Bolter'."
  },
  {
    "title": "Robin / Robin",
    "description": "Esta canción habla sobre nuestro niño interior, de nunca dejar de explotar y no abandonar esa curiosidad que tenemos cuando somos niños. Nunca dejar de descubrir cosas nuevas. Y conforme ir creciente vencer los miedos y romper barreras. Pero la idea es no perder la chispa que tiene uno cuando es niño, cantar, bailar, gritar sin sentirnos juzgados y nunca perder esa inocencia. Al final de la canción nos dice que cuando uno va creciendo va a darse cuenta de que todo no es como uno se imaginaba, no todas las personas tienen buenas intenciones. Y cuando pase eso no desanimarnos, sino que hay que ser más fuerte y salir adelante con valentía."
  },
  {
    "title": "The Manuscript / El Manuscrito",
    "description": "Esta canción probablemente sea una reflexión de Taylor acerca de su relación pasada con Jake Gyllenhaal, debido a varias referencias y menciones. Una de ellas ejemplo: 'En el tiempo de él, ella desea tener 30 años'. Al final de la canción deja una frase diciendo que la única manera de sanar una ruptura es recordando el pasado y escribiéndolo, algo que ella misma hizo con All Too Well: 'El profesor dijo escribe lo que sabes, Mirar hacia atrás puede ser la única manera de moverse hacia delante'. Aquí Taylor se da cuenta y reconoce todo el dolor que pasó y que todo eso sirvió para una razón y que fin de cuentas ella todavía tiene su Manuscrito, el cual puede volver a leer para recordar. Y también todos pueden hacerlo también para encontrar refugio en sus palabras."
  }
]
